[Island_Obj DishonoredObjective]
m_Description="灯台に着く"

[Island_Obj:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="キングスパロー砦に入る"
m_Status=""

[Island_Obj:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="灯台に着く"
m_Status=""

[Island_Obj:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="灯台のエレベーターに入る"
m_Status=""

[Island_Obj:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="(オプション)ペンドルトンを見つける"
m_Status=""

[Island_Obj:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="(オプション)ペンドルトンを始末する"
m_Status=""

[Island_Obj:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="(オプション)マーティンを始末する"
m_Status=""

[Island_Obj:DishonoredTask_Custom_18 DishonoredTask_Custom]
m_Description="(オプション)マーティンを見つける"
m_Status=""

[Island_Obj:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="最後にもう一度船頭のサミュエルに乗せてもらう"
m_Status=""

[Island_Obj:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="門番小屋に入る"
m_Status=""

[Lighthouse_Obj DishonoredObjective]
m_Description="エミリーを救う"

[Lighthouse_Obj:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="(オプション)ハブロック提督を始末する"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="灯台に入る"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_13 DishonoredTask_Custom]
m_Description="マーティン、ペンドルトン、ハブロックを見つける"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="(オプション)ハブロックを見つける"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="エミリーが倒れる前に救う"
m_Status=""

[Lighthouse_Obj:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="エミリーを救う"
m_Status=""

